<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Field Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for various table columns.
    |
    */

    'name' => 'الاسم',
    'email' => 'البريد الإلكتروني',

    'password' => [
        '' => 'كلمة المرور',
        'current' => 'كلمة المرور الحالية',
        'new' => 'كلمة المرور الجديدة',
        'confirm' => 'تأكيد كلمة المرور',
    ],

    'phone' => 'الهاتف',
    'address' => 'العنوان',
    'quantity' => 'الكمية',

    'image' => [
        '' => 'الصورة',
        '*' => 'الصور',
        'lab' => 'صورة المختبر',
        'ray' => 'صورة الأشعة',
    ],

    'description' => 'الوصف',
    'details' => 'التفاصيل',
    'notes' => 'ملاحظات',
    'info' => 'معلومات',
    'bio' => 'السيرة الذاتية',
    'about_me' => 'عني',

    'time' => 'الوقت',

    'date' => [
        '' => 'التاريخ',
        'adding' => 'تاريخ الإضافة',
        '&time' => 'التاريخ والوقت',
        'issue' => 'تاريخ الإصدار',
        'due' => 'تاريخ الاستحقاق',
    ],

    'transaction' => [
        'type' => 'نوع العملية',
        'id' => 'رقم العملية',
    ],

    'specialty' => 'التخصص',
    'diagnosis' => 'التشخيص',
    'medicines' => 'الأدوية',
    're_diagnosis_date' => 'تاريخ إعادة التشخيص',
    'number_of' => [
        'appointments' => 'عدد المواعيد',
        'doctors' => 'عدد الأطباء',
        'drivers' => 'عدد السائقين',
    ],

    'blood_type' => 'فصيلة الدم',
    'birth_date' => 'تاريخ الميلاد',

    'license_number' => 'رقم الترخيص',
    'number' => 'الرقم',
    'model' => 'الموديل',
    'year_made' => 'سنة الصنع',
    'code' => 'الكود',

    'price' => 'السعر',
    'amount' => 'المبلغ',

    'discount' => [
        'value' => 'قيمة الخصم',
        'percentage' => 'نسبة الخصم',
    ],

    'tax' => [
        'rate' => 'نسبة الضريبة',
        'value' => 'قيمة الضريبة',
    ],
];
