<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for various general words.
    |
    */

    /*****************************************************************/

    'project' => [
        'name' => 'نظام إدارة المستشفى',
        'support_number' => 'رقم الدعم الهاتفي',
    ],

    'dashboard' => [
        '' => 'لوحة التحكم',
        'admin' => 'لوحة تحكم المشرف',
        'doctor' => 'لوحة تحكم الطبيب',
        'labEmployee' => 'لوحة تحكم موظف المختبر',
        'rayEmployee' => 'لوحة تحكم موظف الأشعة',
        'patient' => 'لوحة تحكم المريض',
    ],

    /*****************************************************************/

    'note' => [
        'financials' => 'هذه هي أحدث الأرباح لتاريخ اليوم.',
        'register' => 'التسجيل مجاني ويستغرق دقيقة واحدة فقط.',
        'print_account' => 'الآن يمكنك طباعة الحساب بأكمله!',
        'records_timeline' => 'الآن يمكنك عرض السجل الزمني الكامل لملفات المرضى!',
    ],

    'warning' => [
        'delete' => 'هل أنت متأكد أنك تريد حذفه!',
        'delete_group' => 'هل أنت متأكد أنك تريد حذف هذه المجموعة!',
        'activate' => 'هل أنت متأكد أنك تريد تنشيطه!',
        'inactivate' => 'هل أنت متأكد أنك تريد إلغاء تنشيطه!',

        'refuse' => 'هل أنت متأكد أنك تريد رفض هذا الموعد!',
        'auth' => 'يجب عليك المصادقة أولاً!',

        'null' => 'لم يحدد بعد!',
        'no_doctors' => 'لا يوجد أطباء هنا!',
        'no_translation' => 'لا يوجد ترجمة متوفرة',

        'login' => "ليس لديك حساب؟",
        'register' => 'هل لديك حساب بالفعل؟',

        'delete_account' => [
            'هل أنت متأكد أنك تريد حذف الحساب؟',
            'بمجرد حذف الحساب، سيتم حذف جميع الموارد والبيانات الخاصة به بشكل دائم. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.',
            'بمجرد حذف الحساب، سيتم حذف جميع الموارد والبيانات الخاصة به بشكل دائم. يرجى إدخال كلمة المرور الخاصة بك لتأكيد رغبتك في حذف حسابك بشكل دائم.',
        ]
    ],

    /*****************************************************************/

    'about' => [
        '' => 'حول',
        'us' => 'من نحن',
        'zg450' => 'حول ZG450',
        'who' => 'من نحن',
    ],

    'contact' => [
        '' => 'اتصل',
        'us' => 'اتصل بنا',
        'address' => [
            'الفيوم - دار الرماد',
            'مصر',
        ],
        'time' => 'من الاثنين إلى الجمعة',
        'question' => 'هل لديك سؤال؟',
        'help' => 'هل تحتاج إلى مساعدة؟',
        'note' => 'لا تتردد في الاتصال بنا. سنعود إليك. أو اتصل بنا الآن',
        'now' => 'الآن اتصل بنا',
        'zg450' => 'اتصل بشأن ZG450',
        'info' => 'معلومات الاتصال',
        'week_days' => 'أيام الأسبوع: من 09:00 إلى 18:00 الأحد: مغلق'
    ],

    'faq' => [
        '' => 'الأسئلة الشائعة',
        '*' => 'الأسئلة الشائعة',
        '_' => 'أسئلة متكررة',
        'zg450' => 'الأسئلة الشائعة لـ ZG450',
        'note' => 'احصل على كل إجابة في مكان واحد.',
        'ask' => 'اسأل سؤالك',
    ],

    'opening_hours' => [
        '' => 'ساعات العمل',
        'الاثنين - الجمعة',
        'السبت - الأحد',
        'خدمات الطوارئ',
        'مفتوحة على مدار 24 ساعة',
    ],

    /*****************************************************************/

    'words' => [
        'my' => [
            'patients' => 'مرضاي',
            'doctors' => 'أطبائي',
            'records' => 'سجلاتي',
        ],

        'of' => 'من',
        'dr' => 'الدكتور ',
        'imdr' => "أنا الدكتور ",
        'new' => 'جديد',
        'profile' => 'الملف الشخصي',
        'welcome_back' => 'مرحبًا مرة أخرى!',
        'get_started' => 'ابدأ الآن',

        'difference' => 'الفارق',
        'billed_to' => 'مصدر الفاتورة',
        'patient_id' => 'رقم المريض',

        'main' => 'رئيسي',
        'general' => 'عام',
        'financial' => 'مالي',
        'financials' => 'مالية',
        'medical_fields' => 'حقول طبية',

        'records_timeline' => 'الجدول الزمني للسجلات',
        'gallery' => 'المعرض',
        'medical' => 'طبي',
        'statistics' => 'إحصائيات',
        'count' => 'العدد',
        'money' => 'المال',
        'saving' => 'التوفير',


        'home' => 'الصفحة الرئيسية',
        'language' => 'اللغة',
        'detail' => 'ما نقوم به فعلا؟',
        'health_department' => 'قسم الصحة',
        'department_doctors' => 'أطباء القسم',
        'general' => 'عام',
        'urgent' => 'عاجل',
        'your_question' => 'سؤالك',

        'fluid_section' => [
            'العلاج الطبي',
            'أطباء مؤهلون',
            'مساعدة طبية طارئة',
            'محترفون طبيون',
        ],
        'team_section' => 'الأطباء المتخصصون',
        'service_section' => [
            '' => 'أفضل خدمات الصحة',
            'فحص خارجي',
            'غرفة العمليات',
            'الرعاية الطبية الطارئة',
            'اختبار الدم',
            'دعم الصيدلية',
            'خدمة على مدار الساعة',
        ],
        'fullwidth_section' => [
            'هل تحتاج إلى طبيب للكشف؟',
            'قم بحجز موعدك الآن',
            'احجز موعدًا',
        ],
        'testimonial_section' => [
            'مرضى من جميع أنحاء العالم',
            'لا تقلق، وافق هؤلاء المرضى على الظهور',
        ],
        'doctor_section' => [
            'توفير رعاية ذات جودة شاملة',
            'احجز موعدك الآن',
        ],
    ],

    'text' => [
        'footer' => 'ZG450 هي مكتبة قوالب الصحة والطب مع عناصر ويب محددة مسبقًا تساعدك على بناء مواقعك الطبية بأفضل طريقة ممكنة. تقديم رعاية شاملة عالية الجودة للرعاية الطبية والصحة.',
        'main_slider' => [
            'مرحبًا بكم في مركز الرعاية الطبية لدينا',
            'اعتني بصحتك',
            'نحن دائمًا متاحون لمرضانا الذين يعانون من مشاكل طارئة. يمكنك الوصول إلينا بسهولة على مدار الساعة طوال أيام الأسبوع عبر رقم الهاتف أدناه',
            'شريكك الصحي الأكثر موثوقية مدى الحياة.',
            'نقدم استشارات مجانية وأفضل إدارة للمشاريع لأفكارك، مضمونة 100٪.',
        ],
        'fluid_section' => [
            'رائدون في مجال الصحة.',
            'هدفنا الرئيسي على المدى الطويل هو تحقيق نتائج معقدة لصحة أسنانك دائمًا. ولكن في هذه العملية، نركز أيضًا على تقديم أفضل خدمة عملاء لك. نحن نجعل عيادة الأسنان الخاصة بنا دائمًا مكانًا آمنًا قدر الإمكان!',
            "نحن لا نختار الألم، بل يأتي إلينا. لكن يمكننا أن نختار كيف نتعامل معه.",
            "سواء كنت تتخذ خطواتك الأولى، أو تجد طريقك للتو،",
        ],
        'service_section' => [
            '' => 'نقدم أفضل خدمة لعملائنا. احجز موعد الآن.',
            'احصل على خدمات الفحص في بيئة خارجية مريحة.',
            'الوصول إلى غرف العمليات المتطورة للإجراءات الطبية.',
            'احصل على رعاية طبية فورية وعناية في حالات الطوارئ.',
            'خدمات اختبارات الدم المريحة للتشخيص والمراقبة.',
            'الوصول إلى صيدلية مجهزة تجهيزًا كاملاً لتلبية احتياجاتك الدوائية.',
            'متوفرة على مدار الساعة طوال أيام الأسبوع لتقديم رعاية طبية متى احتجت إليها.',
        ],
        'health_section' => 'حيث تكون في قلب مهمتنا. نأمل أن تعتبرنا منزلك الطبي - المكان الذي تشعر فيه بالأمان والراحة وتتلقى فيه الرعاية. كمجموعة طبية متعددة التخصصات،',
        'sidebar_cart_item' => 'القيم الجوهرية هي المعتقدات الأساسية للشخص أو المنظمة. القيم الجوهرية هي المبادئ التوجيهية التي تملي السلوك والعمل',
    ],
];
