<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Handle Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for order verbs.
    |
    */

    '' => 'تحكم',

    'create' => 'إضافة',
    'edit' => 'تعديل',
    'update' => 'تحديث',

    'delete' => [
        '' => 'حذف',
        'group' => 'حذف المجموعة',
        'account' => 'حذف الحساب',
    ],

    'show' => [
        '' => 'عرض',
        'more' => 'عرض المزيد...',
        'images' => 'عرض الصور',
    ],

    'read' => [
        '' => 'قراءة',
        'more' => 'قراءة المزيد...',
    ],

    'close' => 'إغلاق',
    'confirm' => 'تأكيد',

    'activate' => 'تفعيل',
    'inactivate' => 'إلغاء التفعيل',

    'approve' => 'الموافقة على',
    'refuse' => 'الرفض',

    'register' => 'التسجيل',
    'authenticate' => 'المصادقة',

    'remove' => [
        '' => 'إزالة',
        'all' => 'إزالة الكل',
    ],

    'schedule' => 'جدولة',
    'diagnose' => 'تشخيص',
    'print' => 'طباعة',

    'redirect' => [
        'ray' => 'توجيه إلى الأشعة',
        'lab' => 'توجيه إلى المختبر',
    ],

    'enter' => [
        'name' => 'أدخل اسمك',
        'email' => 'أدخل بريدك الإلكتروني',
        'password' => 'أدخل كلمة المرور الخاصة بك',
        'phone' => 'أدخل رقم هاتفك',
        'specialty' => 'أدخل تخصصك',
        'price' => 'أدخل السعر',
        'license_number' => 'أدخل رقم رخصة السيارة',
    ],

    'select' => [
        'gender' => 'اختر جنسك',
        'department' => 'اختر قسمك',
        'blood_type' => 'اختر فصيلة الدم الخاصة بك',
        'service' => 'اختر الخدمة',
        'patient' => 'اختر المريض',
        'doctor' => 'اختر الطبيب',
        'invoice_case' => 'اختر حالة الفاتورة',
    ],

    'search' => [
        '' => 'بحث',
        'service' => 'البحث عن الخدمة',
    ],
];
