<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Statistics Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for various statistics words.
    |
    */

    '' => 'إحصائيات',
    'financial' => 'إحصائيات مالية',

    'total' => [
        '' => 'المجموع',
        '*' => 'المجاميع',

        'price' => 'المجموع الكلي',
        'before_discount' => 'المجموع قبل الخصم',
        'after_discount' => 'المجموع بعد الخصم',
        'with_tax' => 'المجموع بما في ذلك الضريبة',

        'due' => 'المجموع المستحق',
        'info' => 'معلومات المجموعات',

        'credit' => 'إجمالي الائتمان',
        'debit' => 'إجمالي الخصم',

        'invoices' => 'إجمالي الفواتير',
        'payments' => 'إجمالي المدفوعات',
        'receipts' => 'إجمالي الإيصالات',
        'accounts' => [
            'fund' => 'إجمالي حسابات الصندوق',
            'patient' => 'إجمالي حسابات المرضى',
        ],
    ],

    'debit' => [
        '' => 'الخصم',

        'invoices' => 'فواتير الخصم',
        'accounts' => [
            'fund' => 'حسابات الصندوق المخصومة',
            'patient' => 'حسابات المرضى المخصومة',
        ],
    ],

    'credit' => [
        '' => 'الائتمان',

        'invoices' => 'فواتير الائتمان',
        'accounts' => [
            'fund' => 'حسابات الصندوق المؤهلة',
            'patient' => 'حسابات المرضى المؤهلة',
        ],
    ],

    'all' => [
        '' => 'الكل',

        'doctors' => 'كل الأطباء',
        'patients' => 'كل المرضى',
        'labEmployees' => 'جميع موظفي المختبر',
        'rayEmployees' => 'جميع موظفي الأشعة',
        'ambulanceDrivers' => 'جميع سائقي الإسعاف',

        'appointments' => 'كل المواعيد',
        'diagnostics' => 'كل التشخيصات',
        'rays' => 'كل الأشعة',
        'labs' => 'كل المختبرات',

        'payments' => 'كل المدفوعات',
        'receipts' => 'كل الإيصالات',

        'services' => [
            '' => 'كل الخدمات',
            'single' => 'كل الخدمات الفردية',
            'multi' => 'كل الخدمات المتعددة',
        ],
        'invoices' => [
            '' => 'كل الفواتير',
            'service' => [
                '' => 'كل فواتير الخدمة',
                'single' => 'كل فواتير الخدمة الفردية',
                'multi' => 'كل فواتير الخدمة المتعددة',
            ]
        ],
    ],

    'pending' => [
        '' => 'قيد الانتظار',

        'appointments' => 'مواعيد قيد الانتظار',
        'diagnostics' => 'تشخيصات قيد الانتظار',
        'rays' => 'أشعة قيد الانتظار',
        'labs' => 'مختبرات قيد الانتظار',
    ],

    'in-progress' => [
        '' => 'قيد التنفيذ',

        'appointments' => 'مواعيد قيد التنفيذ',
        'diagnostics' => 'تشخيصات قيد التنفيذ',
        'rays' => 'أشعة قيد التنفيذ',
        'labs' => 'مختبرات قيد التنفيذ',
    ],

    'completed' => [
        '' => 'مكتمل',

        'appointments' => 'مواعيد مكتملة',
        'diagnostics' => 'تشخيصات مكتملة',
        'rays' => 'أشعة مكتملة',
        'labs' => 'مختبرات مكتملة',
    ],
];
